[
    {
        "id": "B1-1",
        "historical": "It is important for society as a whole to recognize that we can not 'change' the fact that American Society has been historically unequal. Rather, we should make strides to ensure that racism in America and specifically the history of anti-Black racism is taught in schools. This could be in the form of federal curriculum mandates. Through education of past mistakes, we can hopefully ensure that systems of discrimination do not occur in the future.",
        "structrual": "Restructure the systems: There are a multitude of systems in our society that are so deeply rooted in this that it would possibly be more effort to fix them than it is to remove them and replace them with something new that addresses the old problems while also trying to prevent new issues. Take the prison system for example, due to financial incentives to have people in jail, corporations and certain government systems want prisoners, incentivizing the arrest of more people. This could be done by removing the involvement of private companies and removing the use of prisoners for profit so it is not seen as a waste of money to not have a full jail. There would be push back and lobbying by the corporations that profit from the prison system, but the overall effect would make a huge difference.",
        "technological": "With emphasis on racist algorithms, which inherited the bias from its creators or data points, we can indulge in the process of third party scrutinisation and having a diverse group of people in the team of creators. This will incorporate the perspective of the people of color and respective alterations/additions. Another solution would be to test the prototype over a diverse data set to reduce the bias before releasing it to the larger public. This would help in identifying the error in the earlier stages and give the creators a window to make the required changes. There could be changes required for the set data points used, the programming, machine learning etc. the required changes. This argument can be extended to any product that is being released for the larger public."
    },
    {
        "id": "B1-2",
        "historical": "We can't change history but we can educate Americans on the history of racism as well as its impacts on our society and other parts of our daily lives. By educating Americans on racism and its effects, we can also avoid repeating these racist actions in the future. We also need to make sure that the history of racism is not suppressed and instead, acknowledged. We can hold workshops and discuss the history of racism, create social media accounts and websites to teach others. The big idea is to raise awareness, teach people to reflect on their actions, and to point out the importance of catching and calling yourself out when you discriminate against someone and/or act on your prejudice of someone. Even by making small changes in your circle, collectively we can make a big change.",
        "structrual": "Society and the structures which make it up are currently racially biased in a majority. To change society's view on racism as a whole you need to make changes to society which will begin to switch people's personal values, some of which have been passed down for generations. Structural racism is a large problem which is within many parts of society today, it will be necessary to change all of these inequalities, ie a police officer being raised to discriminate against black americans and then going out and arresting black americans more often even when that person may not be doing anything wrong. To change this structural racism you will need to train officers not to discriminate against someone's race and specifically arrest someone based on the crimes they have committed. Also besides fixing structures in society which contain a larger amount of racial bias we need to have schools create a curriculum to teach children about race from a young age in order to try and start a new generation of children, most of which who may keep said values for the rest of their life and in turn teaching their children, starting a new cycle on less racism.",
        "technological": "At a human level to address racism, increased activism must take place to allow for people to understand what racism is and how it affects those around them. By opening up conversations on race, stigma around the topic can be lifted and  conversations can flow. By taking steps to help everyone understand how race affects their day to day life  changes can be made to allow for more equity and fairness among humans. Having safe and brave spaces for people to engage in these conversations would go a long way."   
    }
]